Repository: iris-dc/lily
Catalog: lily/Localizable.xcstrings
Source language: en
Languages: es, fr, pl, pt, ru, uk

source: Couldn't start the conversation
es: No se pudo iniciar la conversación
fr: Impossible de démarrer la conversation
pl: Nie udało się rozpocząć rozmowy
pt: Não foi possível iniciar a conversa
ru: Не удалось начать беседу
uk: Не вдалося почати розмову

source: Couldn't update the group
es: No se pudo actualizar el grupo
fr: Impossible de mettre à jour le groupe
pl: Nie udało się zaktualizować grupy
pt: Não foi possível atualizar o grupo
ru: Не удалось обновить группу
uk: Не вдалося оновити групу

source: Couldn't update the tournament
es: No se pudo actualizar el torneo
fr: Impossible de mettre à jour le tournoi
pl: Nie udało się zaktualizować turnieju
pt: Não foi possível atualizar o torneio
ru: Не удалось обновить турнир
uk: Не вдалося оновити турнір

source: Couldn't update your spot
es: No se pudo actualizar tu plaza
fr: Impossible de mettre à jour votre place
pl: Nie udało się zaktualizować Twojego miejsca
pt: Não foi possível atualizar a sua vaga
ru: Не удалось обновить ваше место
uk: Не вдалося оновити ваше місце

source: Couldn't upload the attachment
es: No se pudo subir el adjunto
fr: Impossible d’envoyer la pièce jointe
pl: Nie udało się przesłać załącznika
pt: Não foi possível enviar o anexo
ru: Не удалось отправить вложение
uk: Не вдалося надіслати вкладення

source: Count me in, I'll bring the bibs.
es: Cuenta conmigo, llevo los petos.
fr: Je suis là, j’apporte les chasubles.
pl: Wchodzę, przyniosę znaczniki.
pt: Contem comigo, levo os coletes.
ru: Я в деле, манишки принесу.
uk: Я в грі, манішки принесу.

source: Create
es: Crear
fr: Créer
pl: Utwórz
pt: Criar
ru: Создать
uk: Створити

source: Create game
es: Crear partido
fr: Créer un match
pl: Utwórz grę
pt: Criar jogo
ru: Создать игру
uk: Створити гру

source: Create games
es: Crear partidos
fr: Créer des matchs
pl: Tworzyć gry
pt: Criar jogos
ru: Создавать игры
uk: Створювати ігри

source: Create group
es: Crear grupo
fr: Créer le groupe
pl: Utwórz grupę
pt: Criar grupo
ru: Создать группу
uk: Створити групу

source: Create team
es: Crear equipo
fr: Créer une équipe
pl: Utwórz drużynę
pt: Criar equipe
ru: Создать команду
uk: Створити команду

source: Create tournament
es: Crear torneo
fr: Créer le tournoi
pl: Utwórz turniej
pt: Criar torneio
ru: Создать турнир
uk: Створити турнір

source: Create your account
es: Crea tu cuenta
fr: Créez votre compte
pl: Utwórz konto
pt: Crie a sua conta
ru: Создайте аккаунт
uk: Створіть обліковий запис

source: Cycling
es: Ciclismo
fr: Vélo
pl: Kolarstwo
pt: Ciclismo
ru: Велоспорт
uk: Велоспорт

source: D
es: E
fr: N
pl: R
pt: E
ru: Н
uk: Н

source: Decline
es: Rechazar
fr: Refuser
pl: Odrzuć
pt: Recusar
ru: Отклонить
uk: Відхилити

source: Declined
es: Rechazada
fr: Refusée
pl: Odrzucono
pt: Recusado
ru: Отклонено
uk: Відхилено

source: Delete
es: Eliminar
fr: Supprimer
pl: Usuń
pt: Eliminar
ru: Удалить
uk: Видалити

source: Delete %@? Its chat is deleted too.
es: ¿Eliminar %@? Su chat también se eliminará.
fr: Supprimer %@ ? Sa discussion sera aussi supprimée.
pl: Usunąć %@? Czat grupy też zostanie usunięty.
pt: Eliminar %@? A conversa também será eliminada.
ru: Удалить %@? Чат группы тоже будет удалён.
uk: Видалити %@? Чат групи також буде видалено.

source: Delete chat
es: Eliminar chat
fr: Supprimer la discussion
pl: Usuń czat
pt: Eliminar conversa
ru: Удалить чат
uk: Видалити чат

source: Delete chat with %@?
es: ¿Eliminar el chat con %@?
fr: Supprimer la discussion avec %@ ?
pl: Usunąć czat z %@?
pt: Eliminar a conversa com %@?
ru: Удалить чат с %@?
uk: Видалити чат з %@?

source: Delete group
es: Eliminar grupo
fr: Supprimer le groupe
pl: Usuń grupę
pt: Eliminar grupo
ru: Удалить группу
uk: Видалити групу

source: Details (optional)
es: Detalles (opcional)
fr: Détails (facultatif)
pl: Szczegóły (opcjonalnie)
pt: Detalhes (opcional)
ru: Подробности (необязательно)
uk: Деталі (необов’язково)

source: Direct message
es: Mensaje directo
fr: Message privé
pl: Wiadomość prywatna
pt: Mensagem direta
ru: Личное сообщение
uk: Особисте повідомлення

source: Discover
es: Descubrir
fr: Découvrir
pl: Odkrywaj
pt: Descobrir
ru: Найти
uk: Знайти

source: Discover groups
es: Descubrir grupos
fr: Découvrir des groupes
pl: Odkrywaj grupy
pt: Descobrir grupos
ru: Найти группы
uk: Знайти групи

source: Discover tournaments
es: Descubrir torneos
fr: Découvrir des tournois
pl: Odkrywaj turnieje
pt: Descobrir torneios
ru: Найти турниры
uk: Знайти турніри

source: Dismiss
es: Descartar
fr: Fermer
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити

source: Dispute
es: Disputar
fr: Contester
pl: Zakwestionuj
pt: Contestar
ru: Оспорить
uk: Оспорити

source: Disputed
es: En disputa
fr: Contesté
pl: Zakwestionowany
pt: Contestada
ru: Оспорен
uk: Оспорено

source: Disputed. The organiser decides.
es: En disputa. Decide el organizador.
fr: Contesté. L'organisateur tranche.
pl: Zakwestionowany. Decyduje organizator.
pt: Contestada. O organizador decide.
ru: Результат оспорен. Решает организатор.
uk: Результат оспорено. Вирішує організатор.

source: Distance from me
es: Distancia desde mí
fr: Distance depuis ma position
pl: Odległość ode mnie
pt: Distância de mim
ru: Расстояние от меня
uk: Відстань від мене

source: Distance needs your location
es: La distancia necesita tu ubicación
fr: La distance nécessite votre position
pl: Odległość wymaga Twojej lokalizacji
pt: A distância precisa da sua localização
ru: Для расстояния нужна геопозиция
uk: Для відстані потрібна геопозиція

source: Done
es: Hecho
fr: OK
pl: Gotowe
pt: Concluído
ru: Готово
uk: Готово

source: Download
es: Descargar
fr: Télécharger
pl: Pobierz
pt: Transferir
ru: Скачать
uk: Завантажити

source: Draws
es: Empates
fr: Matchs nuls
pl: Remisy
pt: Empates
ru: Ничьи
uk: Нічиї

source: Draws are not allowed in this tournament
es: En este torneo no se permiten empates
fr: Les matchs nuls ne sont pas autorisés dans ce tournoi
pl: W tym turnieju remisy są niedozwolone
pt: Empates não são permitidos neste torneio
ru: Ничьи в этом турнире не допускаются
uk: Нічиї в цьому турнірі не допускаються

source: Earlier
es: Antes
fr: Plus tôt
pl: Wcześniej
pt: Antes
ru: Раньше
uk: Раніше

source: Edit
es: Editar
fr: Modifier
pl: Edytuj
pt: Editar
ru: Изменить
uk: Змінити

source: Edit game
es: Editar partido
fr: Modifier le match
pl: Edytuj grę
pt: Editar jogo
ru: Изменить игру
uk: Змінити гру

source: Edit group
es: Editar grupo
fr: Modifier le groupe
pl: Edytuj grupę
pt: Editar grupo
ru: Изменить группу
uk: Змінити групу

source: Edit tournament
es: Editar torneo
fr: Modifier le tournoi
pl: Edytuj turniej
pt: Editar torneio
ru: Изменить турнир
uk: Редагувати турнір

source: Email
es: Correo electrónico

source: Email already in use
es: El correo ya está en uso
fr: E-mail déjà utilisé
pl: E-mail jest już zajęty
pt: E-mail já em uso
ru: Этот email уже используется
uk: Цей email уже використовується

source: Enter a price with at most two decimals
es: Introduce un precio con dos decimales como máximo
fr: Saisissez un prix avec deux décimales au plus
pl: Podaj cenę z najwyżej dwoma miejscami po przecinku
pt: Insira um preço com no máximo duas casas decimais
ru: Укажите цену не более чем с двумя знаками после запятой
uk: Укажіть ціну не більше ніж з двома знаками після коми

source: Enter the code we sent you to finish setting up your account.
es: Introduce el código que te enviamos para terminar de crear tu cuenta.
fr: Saisissez le code reçu pour finaliser votre compte.
pl: Wpisz kod, który wysłaliśmy, aby dokończyć zakładanie konta.
pt: Insira o código que enviámos para concluir a sua conta.
ru: Введите код из письма, чтобы завершить регистрацию.
uk: Введіть код із листа, щоб завершити реєстрацію.

source: Enter the tournament first, or ask the organiser to send the invite.
es: Inscríbete primero en el torneo o pide al organizador que envíe la invitación.
fr: Inscrivez-vous d'abord au tournoi, ou demandez à l'organisateur d'envoyer l'invitation.
pl: Najpierw dołącz do turnieju albo poproś organizatora o wysłanie zaproszenia.
pt: Entre primeiro no torneio ou peça ao organizador que envie o convite.
ru: Сначала вступите в турнир или попросите организатора отправить приглашение.
uk: Спочатку вступіть у турнір або попросіть організатора надіслати запрошення.

source: Entries
es: Inscripciones
fr: Inscriptions
pl: Zgłoszenia
pt: Inscrições
ru: Заявки
uk: Заявки

source: Entry not found
es: Inscripción no encontrada
fr: Inscription introuvable
pl: Nie znaleziono zgłoszenia
pt: Inscrição não encontrada
ru: Заявка не найдена
uk: Заявку не знайдено

source: Event is full
es: Evento completo
fr: Événement complet
pl: Brak miejsc
pt: Evento cheio
ru: Мест нет
uk: Місць немає

source: Event type
es: Tipo de evento
fr: Type d’événement
pl: Typ wydarzenia
pt: Tipo de evento
ru: Тип события
uk: Тип події

source: Events
es: Eventos
fr: Événements
pl: Wydarzenia
pt: Eventos
ru: События
uk: Події

source: Events unavailable
es: Eventos no disponibles
fr: Événements indisponibles
pl: Wydarzenia niedostępne
pt: Eventos indisponíveis
ru: События недоступны
uk: Події недоступні

source: Every place is taken. Try another tournament.
es: Todas las plazas están ocupadas. Prueba con otro torneo.
fr: Toutes les places sont prises. Essayez un autre tournoi.
pl: Wszystkie miejsca są zajęte. Spróbuj innego turnieju.
pt: Todas as vagas estão ocupadas. Tente outro torneio.
ru: Все места заняты. Попробуйте другой турнир.
uk: Усі місця зайняті. Спробуйте інший турнір.

source: Expired
es: Caducada
fr: Expirée
pl: Wygasło
pt: Expirado
ru: Истекло
uk: Минуло

source: Explore
es: Explorar
fr: Explorer
pl: Odkrywaj
pt: Explorar
ru: Обзор
uk: Огляд

source: File
es: Archivo
fr: Fichier
pl: Plik
pt: Ficheiro
ru: Файл
uk: Файл

source: Filter by sport, distance and time. Tap Join and you're in, chat included.
es: Filtra por deporte, distancia y hora. Toca Unirse y ya estás dentro, chat incluido.
fr: Filtrez par sport, distance et horaire. Touchez Rejoindre et c’est fait, discussion incluse.
pl: Filtruj według sportu, odległości i czasu. Dotknij Dołącz i jesteś w grze, razem z czatem.
pt: Filtre por desporto, distância e hora. Toque em Participar e está dentro, com chat incluído.
ru: Фильтруй по виду спорта, расстоянию и времени. Нажми «Присоединиться» — и ты в игре, чат уже открыт.
uk: Фільтруй за видом спорту, відстанню та часом. Натисни «Приєднатися» — і ти в грі, чат уже відкрито.

source: Filters
es: Filtros
fr: Filtres
pl: Filtry
pt: Filtros
ru: Фильтры
uk: Фільтри

source: Find a game near you
es: Encuentra un partido cerca de ti
fr: Trouver un match près de vous
pl: Znajdź grę w pobliżu
pt: Encontrar um jogo perto de si
ru: Найти игру рядом
uk: Знайти гру поруч

source: Football
es: Fútbol
pl: Piłka nożna
pt: Futebol
ru: Футбол
uk: Футбол

source: Football, padel, running and more, set up by people like you.
es: Fútbol, pádel, running y más, organizados por gente como tú.
fr: Football, padel, course à pied et plus encore, organisés par des gens comme vous.
pl: Piłka nożna, padel, bieganie i więcej — organizowane przez ludzi takich jak Ty.
pt: Futebol, padel, corrida e muito mais, organizados por pessoas como nós.
ru: Футбол, падел, бег и не только — их организуют такие же люди, как ты.
uk: Футбол, падел, біг і не тільки — їх організовують такі ж люди, як ти.

source: Format
es: Formato
pt: Formato
ru: Формат
uk: Формат

source: Free
es: Gratis
fr: Gratuit
pl: Bezpłatnie
pt: Grátis
ru: Бесплатно
uk: Безкоштовно

source: Free only
es: Solo gratis
fr: Gratuits uniquement
pl: Tylko bezpłatne
pt: Só grátis
ru: Только бесплатные
uk: Лише безкоштовні

source: From
es: Desde
fr: Du
pl: Od
pt: De
ru: С
uk: Від

source: Full
es: Completo
fr: Complet
pl: Pełny
pt: Cheio
ru: Мест нет
uk: Місць немає

source: Game
es: Partido
fr: Match
pl: Gra
pt: Jogo
ru: Игра
uk: Гра

source: Game not found
es: Partido no encontrado
fr: Match introuvable
pl: Nie znaleziono gry
pt: Jogo não encontrado
ru: Игра не найдена
uk: Гру не знайдено

source: Game reminder
es: Recordatorio de partido
fr: Rappel de match
pl: Przypomnienie o grze
pt: Lembrete de jogo
ru: Напоминание об игре
uk: Нагадування про гру

source: Games created in this group show up here.
es: Aquí aparecerán los partidos creados en este grupo.
fr: Les matchs créés dans ce groupe apparaîtront ici.
pl: Tutaj pojawią się gry utworzone w tej grupie.
pt: Os jogos criados neste grupo aparecem aqui.
ru: Здесь появятся игры, созданные в этой группе.
uk: Тут з’являтимуться ігри, створені в цій групі.

source: Games you join or host and groups you belong to appear here.
es: Aquí aparecen los partidos a los que te unes u organizas y los grupos a los que perteneces.
fr: Les matchs que vous rejoignez ou organisez et vos groupes apparaissent ici.
pl: Tutaj pojawią się gry, do których dołączasz lub które organizujesz, oraz Twoje grupy.
pt: Os jogos em que participa ou organiza e os grupos a que pertence aparecem aqui.
ru: Здесь появятся игры, в которых вы участвуете или которые организуете, и ваши группы.
uk: Тут з’являтимуться ігри, у яких ви берете участь або які організовуєте, і ваші групи.

source: Games you join or host will appear here.
es: Aquí aparecerán los partidos a los que te unes u organizas.
fr: Les matchs que vous rejoignez ou organisez apparaîtront ici.
pl: Tutaj pojawią się gry, do których dołączasz lub które organizujesz.
pt: Os jogos em que participa ou organiza aparecerão aqui.
ru: Здесь появятся игры, в которых вы участвуете или которые организуете.
uk: Тут з’являтимуться ігри, у яких ви берете участь або які організовуєте.

source: Give the game a title
es: Ponle título al partido
fr: Donnez un titre au match
pl: Nadaj grze tytuł
pt: Dê um título ao jogo
ru: Дайте игре название
uk: Дайте грі назву

source: Give the group a name of at least %lld characters
es: Dale al grupo un nombre de al menos %lld caracteres
fr: Donnez au groupe un nom d’au moins %lld caractères
pl: Nadaj grupie nazwę o długości co najmniej %lld znaków
pt: Dê ao grupo um nome com pelo menos %lld caracteres
ru: Название группы должно быть не короче %lld символов
uk: Назва групи має містити щонайменше %lld символів

source: Give the team a name of at least %lld characters
es: Dale al equipo un nombre de al menos %lld caracteres
fr: Donnez à l'équipe un nom d'au moins %lld caractères
pl: Nadaj drużynie nazwę o długości co najmniej %lld znaków
pt: Dê à equipe um nome com pelo menos %lld caracteres
ru: Название команды: не меньше %lld символов
uk: Назва команди: щонайменше %lld символів

source: Give the tournament a name of at least %lld characters
es: Dale al torneo un nombre de al menos %lld caracteres
fr: Donnez au tournoi un nom d'au moins %lld caractères
pl: Nadaj turniejowi nazwę o długości co najmniej %lld znaków
pt: Dê ao torneio um nome com pelo menos %lld caracteres
ru: Название турнира: не меньше %lld символов
uk: Назва турніру: щонайменше %lld символів

source: Group
es: Grupo
fr: Groupe
pl: Grupa
pt: Grupo
ru: Группа
uk: Група

source: Group is full
es: El grupo está completo
fr: Groupe complet
pl: Grupa jest pełna
pt: Grupo cheio
ru: Группа заполнена
uk: Група заповнена

source: Group not found
es: Grupo no encontrado
fr: Groupe introuvable
pl: Nie znaleziono grupy
pt: Grupo não encontrado
ru: Группа не найдена
uk: Групу не знайдено

source: Groups
es: Grupos
fr: Groupes
pl: Grupy
pt: Grupos
ru: Группы
uk: Групи

source: Groups in common
es: Grupos en común
fr: Groupes en commun
pl: Wspólne grupy
pt: Grupos em comum
ru: Общие группы
uk: Спільні групи

source: Groups unavailable
es: Grupos no disponibles
fr: Groupes indisponibles
pl: Grupy niedostępne
pt: Grupos indisponíveis
ru: Группы недоступны
uk: Групи недоступні

source: Harassment or hate
es: Acoso u odio
fr: Harcèlement ou haine
pl: Nękanie lub nienawiść
pt: Assédio ou ódio
ru: Травля или ненависть
uk: Цькування або ненависть

source: Hiking
es: Senderismo
fr: Randonnée
pl: Wędrówki
pt: Caminhada
ru: Хайкинг
uk: Хайкінг

source: Home
es: Inicio
fr: Accueil
pl: Start
pt: Início
ru: Главная
uk: Головна

source: Host
es: Organizador
fr: Organisateur
pl: Organizator
pt: Organizador
ru: Организатор
uk: Організатор

source: Host a game, build a group with its own chat, or run a whole tournament.
es: Organiza un partido, crea un grupo con su propio chat o monta un torneo entero.
fr: Organisez un match, créez un groupe avec sa propre discussion ou lancez un tournoi entier.
pl: Zorganizuj grę, załóż grupę z własnym czatem albo poprowadź cały turniej.
pt: Organize um jogo, crie um grupo com o seu próprio chat ou faça um torneio inteiro.
ru: Организуй игру, создай группу со своим чатом или проведи целый турнир.
uk: Організуй гру, створи групу зі своїм чатом або проведи цілий турнір.

source: Hosted by %@
es: Organiza %@
fr: Organisé par %@
pl: Organizuje %@
pt: Organizado por %@
ru: Организатор: %@
uk: Організатор: %@

source: Hosted in %@
es: En %@
fr: Dans %@
pl: W grupie %@
pt: Em %@
ru: В группе %@
uk: У групі %@

source: Hosts can't leave their own game.
es: El organizador no puede abandonar su propio partido.
fr: L’organisateur ne peut pas quitter son propre match.
pl: Organizator nie może opuścić własnej gry.
pt: O organizador não pode sair do seu próprio jogo.
ru: Организатор не может покинуть свою игру.
uk: Організатор не може покинути свою гру.

source: I agree
es: Acepto
fr: J’accepte
pl: Zgadzam się
pt: Concordo
ru: Принимаю
uk: Погоджуюся

source: In %@
es: En %@
fr: Dans %@
pl: W %@
pt: Em %@
ru: В %@
uk: У %@

source: In progress
es: En curso
fr: En cours
pl: W trakcie
pt: Em andamento
ru: Идёт
uk: Триває

source: Inappropriate content
es: Contenido inapropiado
fr: Contenu inapproprié
pl: Nieodpowiednie treści
pt: Conteúdo impróprio
ru: Неприемлемый контент
uk: Неприйнятний контент

source: Individuals
es: Individual
fr: Individuel
pl: Indywidualnie
pt: Individual
ru: Одиночный
uk: Одиночний

source: Intermediate
es: Intermedio
fr: Intermédiaire
pl: Średniozaawansowany
pt: Intermédio
ru: Средний
uk: Середній

source: Invite
es: Invitar
fr: Inviter
pl: Zaproś
pt: Convidar
ru: Пригласить
uk: Запросити

source: Invite expired
es: La invitación ha caducado
fr: Invitation expirée
pl: Zaproszenie wygasło
pt: Convite expirado
ru: Приглашение истекло
uk: Запрошення минуло

source: Invite only
es: Solo con invitación
fr: Sur invitation
pl: Tylko z zaproszeniem
pt: Só por convite
ru: Только по приглашению
uk: Лише за запрошенням

source: Invite people
es: Invitar personas
fr: Inviter des personnes
pl: Zaproś osoby
pt: Convidar pessoas
ru: Пригласить людей
uk: Запросити людей

source: Invited
es: Enviada
fr: Envoyée
pl: Zaproszono
pt: Enviado
ru: Отправлено
uk: Надіслано

source: Invites and game reminders
es: Invitaciones y recordatorios de partidos
fr: Invitations et rappels de match
pl: Zaproszenia i przypomnienia o grach
pt: Convites e lembretes de jogos
ru: Приглашения и напоминания об играх
uk: Запрошення та нагадування про ігри

source: Invites and reminders for your games show up here.
es: Aquí aparecerán las invitaciones y los recordatorios de tus partidos.
fr: Les invitations et les rappels de vos matchs apparaîtront ici.
pl: Tutaj pojawią się zaproszenia i przypomnienia o Twoich grach.
pt: Os convites e lembretes dos seus jogos aparecem aqui.
ru: Здесь появятся приглашения и напоминания о ваших играх.
uk: Тут з’являтимуться запрошення та нагадування про ваші ігри.

source: It may have been deleted, or it is private.
es: Puede que se haya eliminado o que sea privado.
fr: Il a peut-être été supprimé, ou il est privé.
pl: Może została usunięta albo jest prywatna.
pt: Pode ter sido eliminado ou ser privado.
ru: Возможно, её удалили, или она закрытая.
uk: Можливо, її видалили, або вона закрита.

source: It was deleted before your reply was sent.
es: Se eliminó antes de que se enviara tu respuesta.
fr: Il a été supprimé avant l’envoi de votre réponse.
pl: Została usunięta, zanim wysłano Twoją odpowiedź.
pt: Foi eliminada antes de a sua resposta ser enviada.
ru: Его удалили до отправки вашего ответа.
uk: Його видалили до надсилання вашої відповіді.

source: Join
es: Unirse
fr: Rejoindre
pl: Dołącz
pt: Participar
ru: Присоединиться
uk: Приєднатися

source: Join %@?
es: ¿Unirse a %@?
fr: Rejoindre %@ ?
pl: Dołączyć do %@?
pt: Entrar em %@?
ru: Вступить в %@?
uk: Приєднатися до %@?

source: Join group
es: Unirse al grupo
fr: Rejoindre le groupe
pl: Dołącz do grupy
pt: Entrar no grupo
ru: Вступить в группу
uk: Приєднатися до групи

source: Join in one tap.
es: Únete con un toque.
fr: Un geste suffit.
pl: Dołącz w sekundę.
pt: Entre com um toque.
ru: Вступай в игру.
uk: Вступай у гру.

source: Join team
es: Unirme al equipo
fr: Rejoindre l'équipe
pl: Dołącz do drużyny
pt: Entrar na equipe
ru: В команду
uk: До команди

source: Join tournament
es: Unirme al torneo
fr: Rejoindre le tournoi
pl: Dołącz do turnieju
pt: Entrar no torneio
ru: Участвовать
uk: Взяти участь

source: Joined
es: Miembro
fr: Membre
pl: Dołączono
pt: Membro
ru: Вы в группе
uk: Ви в групі

source: Keep at least as many entries as are already in
es: Mantén al menos tantas plazas como inscripciones ya hay
fr: Gardez au moins autant de places que d'inscrits
pl: Zachowaj co najmniej tyle miejsc, ile zgłoszeń już jest
pt: Mantenha pelo menos tantas vagas quanto inscrições já feitas
ru: Оставьте не меньше мест, чем уже занято
uk: Залиште не менше місць, ніж уже зайнято

source: Keep at least as many spots as players who already joined.
es: Mantén al menos tantas plazas como jugadores ya apuntados.
fr: Gardez au moins autant de places que de joueurs déjà inscrits.
pl: Zachowaj co najmniej tyle miejsc, ile graczy już dołączyło.
pt: Mantenha pelo menos tantas vagas quanto os jogadores já inscritos.
ru: Мест должно быть не меньше, чем уже присоединившихся игроков.
uk: Місць має бути не менше, ніж гравців, які вже приєднались.

source: Keep at least as many spots as players who joined
es: Al menos tantas plazas como jugadores apuntados
fr: Au moins autant de places que de joueurs inscrits
pl: Co najmniej tyle miejsc, ile graczy dołączyło
pt: Pelo menos tantas vagas quanto os jogadores inscritos
ru: Мест не меньше, чем присоединившихся игроков
uk: Місць не менше, ніж гравців, які приєднались

source: Keep it under %lld characters
es: No puede superar %lld caracteres
fr: Ne doit pas dépasser %lld caractères
pl: Najwyżej %lld znaków
pt: No máximo %lld caracteres
ru: Не длиннее %lld символов
uk: Не довше за %lld символів

source: Keep the description under %lld characters
es: La descripción no puede superar %lld caracteres
fr: La description ne doit pas dépasser %lld caractères
pl: Opis może mieć najwyżej %lld znaków
pt: A descrição não pode ter mais de %lld caracteres
ru: Описание не длиннее %lld символов
uk: Опис не довший за %lld символів

source: Keep the name under %lld characters
es: El nombre no puede superar %lld caracteres
fr: Le nom ne doit pas dépasser %lld caractères
pl: Nazwa może mieć najwyżej %lld znaków
pt: O nome não pode ter mais de %lld caracteres
ru: Название не длиннее %lld символов
uk: Назва не довша за %lld символів

source: Keep the place name under %lld characters
es: El nombre del lugar no puede superar %lld caracteres
fr: Le nom du lieu ne doit pas dépasser %lld caractères
pl: Nazwa miejsca może mieć najwyżej %lld znaków
pt: O nome do local não pode ter mais de %lld caracteres
ru: Название места не длиннее %lld символов
uk: Назва місця не довша за %lld символів

source: Keep the team name under %lld characters
es: Mantén el nombre del equipo por debajo de %lld caracteres
fr: Gardez le nom de l'équipe sous %lld caractères
pl: Nazwa drużyny może mieć najwyżej %lld znaków
pt: Mantenha o nome da equipe abaixo de %lld caracteres
ru: Название команды: не больше %lld символов
uk: Назва команди: не більше %lld символів
